import Layout from '../components/Layout/HomeLayout'
import { ReactElement } from "react";
import { MetaTags } from '@/components/SEO/MetaTags'

function About() {
    return (
        <div className="py-4">
            <MetaTags
                title='حول موقع تيم ورك'
                metaDescription={"تيم ورك هو سوق عربي لبيع وشراء الخدمات المصغرة، حيث انتشرت مؤخراً عمليات البيع والشراء عبر الإنترنت بشكل كبير. ورغبة المشتري بالحصول على المنتج وهو في بيته وذلك لاستثمار وقته في أمور أخرى"}
                ogDescription={"تيم ورك هو سوق عربي لبيع وشراء الخدمات المصغرة، حيث انتشرت مؤخراً عمليات البيع والشراء عبر الإنترنت بشكل كبير. ورغبة المشتري بالحصول على المنتج وهو في بيته وذلك لاستثمار وقته في أمور أخرى"}
            />
            <div className="container">
                <div className="bg-white p-2 px-4">
                    <div className="page-header">
                        <h2 className="title">حول موقع تيم ورك</h2>
                    </div>
                    <div className="page-content">
                        <p className="text">تيم ورك هو سوق عربي لبيع وشراء الخدمات المصغرة، حيث انتشرت مؤخراً عمليات البيع والشراء عبر الإنترنت بشكل كبير. ورغبة المشتري بالحصول على المنتج وهو في بيته وذلك لاستثمار وقته في أمور أخرى، إضافة إلى أن الخيارات المطروحة أمامه باتت أوسع بكثير من حيث الأسعار والجودة في آن واحد. أما بالنسبة للبائع فبات لديه سوق أكبر وشريحة أوسع من العملاء بالإضافة إلى توفر العديد من الأسباب لديه للحصول على المنتج بجودة عالية بسعر أقل نظراً لوجود الكثير من مقدمي الخدمة المحترفين والقادرين على إبراز مهاراتهم وهنا يأتي دور موقع تيم ورك في إظهار هذه المهارات أمام المشتري وإعطاء البائع فرصة للانخراط في المجتمع 
                            يجمع تيم ورك  بين الشباب العربي المستعد لتقديم الخدمات، و بين فئة المشترين المستعدين لشراء هذه الخدمات، وبذلك يوفر دخلا مناسبا للشباب العربي وخدمات مميزة وبسعر اقتصادي للأفراد والشركات الناشئة.
                            نسعى في موقع تيم ورك لرفع مستويات سوق الخدمات المصغرة في العالم العربي، عبر السعي لتقديم أفضل التحديثات والبرامج و الفرص لأصحاب الخبرات والإبداعات والمهارات في العالم العربي بالوصول إلى أصحاب الشركات والمشاريع بحيث يجتمعوا على طاولة واحده، فيكون لدى مقدم الخدمة الفرصة لطرح خدمته أمام شريحة واسعة من العملاء والحصول على مكاسب دون الارتباط بمكان محدد ، وكذلك منح المشتري صاحب العمل أو الشركة الفرصة للحصول على خدمات جيدة مقابل مبالغ مالية بسيطة تبدأ من 5 دولار .
                        </p>
                        <p className="text">أطلق تيم ورك في سبتمبر2021 بواسطة شركة  TIMLANDS المهتمة في مشاريع التطوير ومشاريع الخدمات   
                            تيم ورك  تابع لشركة تيم لأند، TIMLANDS Limited مسجّلة في المملكة المتحدة برقم 13640104  .
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">كيف يعمل موقع تيم ورك </h2>
                        <p className="text">
                            الخدمات المصغرة تعمل كوسيط لتبادل العديد من الخدمــات بين مــقــدم الــعـمــل و الـخـدمـة ( البائع ) و أصحاب العمل ( المشتري ) بتكلفة اقل و وقت اقصر و بنسبة عــــمـــولة محددة بين الموقع ومقدم العمل. يمكنك من خلال تيم ورك أن تقدم خدماتك وتبيعها مقابل 5 دولار، أو أن تقوم بشراء خدمات مقابل هذا الثمن.
                        </p>
                        <p className="text">
                            اقرأ 
                            <a href="/terms"> شروط استخدام </a>
                            الموقع و 
                            <a href="/privacy"> الخصوصية </a>
                            بشكل جيد.
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">مقدم الخدمة (البائع)</h2>
                        <p className="text">
                            لإضافة خدمة جديدة يمكنك ذلك عبر صفحة إضافة خدمة جديدة الموجودة في قائمة المستخدم. من فضلك الالتزام بالمعايير التالية عند إضافة خدمة جديدة
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">تسجيل حساب جديد:</h2>
                        <p className="text">هنالك نصائح نقدمها عند التسجيل لحساب جديد سواء كنت ترغب بالتسجيل كمشتري أو كبائع تتلخص بما يلي:</p>
                        <ol className="list">
                            <li>قم بالتسجيل باسمك الحقيقي الكامل. عادة ما يفضل المشتري التعامل مع أشخاص تستخدم أسماء حقيقية ،حيث يشعر المشتري بالارتياح أكثر للتعامل مع هؤلاء الأشخاص.</li>
                            <li>تأكد من أن يكون البريد الإلكتروني الذي تستخدمه للتسجيل صحيحاً لأنك ستستلم عليه رسالة تأكيد البريد الإلكتروني. إضافة إلى أنك ستستقبل على بريدك الإلكتروني رسائل التنبيه المتعلقة بالأنشطة المختلفة التي ستتم عبر حسابك. في بعض الأحيان قد تجد أن البريد الإلكتروني لم يصل لصندوق الوارد في حسابك البريدي. من فضلك قم حينها بمراجعة كل من ألجانك أو السبام للتأكد من وجود الرسالة المرسلة من موقع تيم ورك.</li>
                            <li>حاول استخدام كلمة سر تكون ذات تعقيد جيد منعاً لحصول قرصنة على حسابك. استخدام كلمة مرور فيها أحرف متنوعة وأرقام ورموز خاصة أفضل.</li>
                            <li>يمكنك لاحقاً إضافة نبذة مختصرة عنك إضافة إلى معلومات أخرى وذلك من خلال صفحة معلومات الحساب الخاصة بك.</li>
                            <li>حاول تقديم خدمات مبتكرة وجديدة غير مكررة.</li>
                            <li>أكتب خدمتك باللغة العربية الفصحى، تجنب العامية والأخطاء الإملائية.</li>
                            <li>أخلص وأتقن عملك وحاول مساعدة طالب الخدمة قدر استطاعتك.</li>
                            <li>قم بوضع عدد الأيام التي تناسبك لتسليم الخدمة، لا تستعجل بوضع يوم ولا تضع أكثر من حاجة الخدمة، وتابع حسابك دائما فإن تأخرت فوق مدة التسليم لن ينتظر المشتري وسيلغي الطلب.</li>
                            <li>لا تقم بتسليم الخدمة قبل تنفيذها بشكل كامل فهذا سيؤدي لإيقاف حسابك مباشرة.</li>
                            <li>أكتب بالتفصيل ما الذي ستقوم به في خدمتك وأجب في الوصف على جميع الأسئلة المتوقعة، فلن يقوم أحد بشراء خدمة مبهمة، ولا تنس ذكر المقدار الذي ستقوم بعمله مقابل ثمن معين، مثلا” تصميم صفحة موقع ، ترجمة 5 صفحات...</li>
                            <li>انتبه إلى أن تعليمات المشتري لن تظهر إلا بعد طلب الخدمة ودفع المبلغ، ولن تظهر عند استعراض الخدمة في الموقع.</li>
                            <li>لا تنسخ خدمات الآخرين فسيتم حذف الخدمة المنسوخة تماما.</li>
                            <li>إذا أعجبتك خدمة موجودة في الموقع وأمكنك تقديم شبيه لها، قم بصياغتها بنفسك، وحاول المنافسة مع الإتقان.</li>
                            <li>الصورة التي تختارها للخدمة هي الأساس في جذب العملاء. لذلك أختر صورة تكون ذات جودة عالية </li>
                            <li>يمنع منعاً باتاً استخدام صور مسيئة للآداب العامة  بأي شكل كان. من فضلك عدم مخالفة هذا الأمر</li>
                            <li>ختر عنواناً قصيراً ومعبراً بآن واحد.</li>
                            <li>ضع للخدمة وصفاً دقيقاً ومفصلاً قدر الإمكان. كلما زاد التوصيف دقة وتفصيلاً كلما كان ذلك سبباً في تواصل أفضل مع المشتري بما يقلل من إمكانية حدوث سوء الفهم وبالتالي يقلل من حدوث المشاكل مابين المشتري والبائع</li>
                            <li>لتزم وضع خدمة واحدة محددة تقدمها في وصف الخدمة الأساسية مقابل تحديد سعر واضح محدد لهذه الخدمة الوحيدة. لتقديم خدمات إضافية أو مزايا إضافية لتلك الخدمة، أستخدم الإضافات المخصصة لذلك فقط</li>
                            <li>عندما يقوم مشتري ما بشراء خدمك، سيصلك تنبيه بذلك سواء كرسالة ترسل إلى بريدك الإلكتروني، أو كتنبيه في قسم التنبيهات ضمن حسابك في الموقع.</li>
                            <li>عند استلامك لطلب شراء خدمة، قم بتأكيد تفاصيل الاتفاق مع المشتري لتجنب حدوث مشاكل لاحقاً.</li>
                            <li>بعد انتهائك من تنفيذ المهمة الموكلة إليك. قم بإرسال رسالة للمشتري بأنك انتهيت من العمل و هذا الأمر يعني أنك قد قمت بتنفيذ الطلب وأنك بانتظار مراجعة المشتري لما تم تنفيذه. هذه الحالة لا تعني اكتمال الطلب ولا تعني أبداً نقل الأرباح لحسابك.</li>
                            <li>في حال أرسل لك المشتري بطلب تعديلات سيتم إعادة حالة طلب الشراء إلى &quot;قيد التنفيذ&quot;. قم بتنفيذ التعديلات المطلوبة (تنفيذ التعديلات يكون وفقاً للإنفاق الذي تم عند شراء الخدمة</li>
                            <li>في حال تم تحويل الطلب من قبلك إلى &quot;تم التسليم&quot; ولم يكن هنالك أي استجابة أو رد من المشتري سواء بالقبول أو طلب التعديلات خلال 48 ساعة من لحظة تحويل الطلب إلى &quot;تم التسليم&quot;، يمكنك حينها تحويل الطلب إلى حالة &quot;مكتمل&quot;.</li>
                            <li>يجب على الباعة مقدمي الخدمات المالية بشتى أنواعها (مثل شحن الأرصدة و حسابات الألعاب و تحويل المبالغ على المواقع الإلكترونية و غيرها) الانتظار ٢٤ ساعة قبل تنفيذ الخدمة لأنه من المحتمل أن يستخدم المشتري حسابات PayPal أو بطاقات بنكية مسروقة لذلك يجب الانتظار ٢٤ ساعة وهو الوقت الكافي للموقع للتأكد من صحة الدفعة</li>
                            <li>عند تحويل الطلب إلى مكتمل لمقدمي الخدمة سوف تحصل على نسبة من 85% إلى 90% من قيمة المبيعات الذي حققتها. حيث يحصل موقع تيم ورك على نسبة 15% من قيمة مبيعات الخدمات من 5 دولار إلى 250 دولار ونسبة 12% على الخدمات من 251 دولار ل 500 دولار ونسبة 10% على الخدمات التي تتعدى مبلغ 500 دولار نظير تقديم خدمة الكفالة و الضمان على عمليات البيع والشراء.</li>
                            <li>عند تحويل الطلب إلى مكتمل لمقدمي الخدمة ذوي الهمم (الحالات الخاصة – الإعاقات) سوف تحصل على نسبة من 88% إلى 90% من قيمة المبيعات الذي حققتها. حيث يحصل موقع تيم ورك على نسبة 12% من قيمة مبيعات الخدمات من 5 دولار إلى 250 دولار ونسبة 11% على الخدمات من 251 دولار ل 500 دولار ونسبة 10% على الخدمات التي تتعدى مبلغ 500 دولار نظير تقديم خدمة الكفالة و الضمان على عمليات البيع والشراء.</li>
                            <li>عند تحويل الطلب إلى مكتمل لمقدمي الخدمة حصرا لخدمات ربات البيوت سوف تحصل على نسبة من 88% إلى 90% من قيمة المبيعات الذي حققتها. حيث يحصل موقع تيم ورك على نسبة 12% من قيمة مبيعات الخدمات من 5 دولار إلى 250 دولار ونسبة 11% على الخدمات من 251 دولار ل 500 دولار ونسبة 10% على الخدمات التي تتعدى مبلغ 500 دولار نظير تقديم خدمة الكفالة و الضمان على عمليات البيع والشراء.</li>
                            <li>الحد الأدنى لسحب الأرباح الخاصة بك هي 1 دولار أمريكي وحسب الأتي :
                                <ul className="list">
                                    <li>عند سحب أرباح بقيمة أقل من 10 دولار أمريكي عن طريق بيبال، يتحمل حينها البائع رسوم تحويل الأموال</li>
                                    <li>عند سحب أرباح بقيمة تعادل 10 دولار أمريكي أو أكثر عن طريق بيبال، يتم حينها إضافة نسبة 5% إلى المبلغ المطلوب سحبه بهدف تعويض كامل قيمة الرسوم الخاصة بالسحب عبر بيبال.</li>
                                </ul>
                            </li>
                        </ol>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">كيف يضمن موقع تيم ورك حقوقك </h2>
                        <p className="text">
                            يضمن تيم ورك لمشتري ومقدمي الخدمات حقوقهم عبر سياسات صارمة تكفل السلامة والموثوقية لعمليات بيع وشراء الخدمات.
                            يمكنك المطالبة باسترداد مبلغ الخدمة دائما إن لم تنفذ بالكامل وفقاً لما يعرضه البائع في وصف الخدمة الخاصة به.
                            نحن نعمل لمساعدتك في حل أي مشكلة قد تواجهك وللإجابة عن أي استفسار، بفريق دعم فني متواجد ومتعاون على مدار 24 ساعة وطوال أيام الأسبوع.
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">طالب الخدمة (المشتري)</h2>
                        <ol className="list">
                            <li>	تصفح موقع تيم ورك ، أو استخدم زر البحث لتجد الخدمة المطلوبة.</li>
                            <li>	في حال لم تجد الخدمة، اطلبها في مجتمع تيم ورك للخدمات الغير موجودة  من طلبات الخدمات غير الموجودة أسفل الصفحة .</li>
                            <li>	اضغط على الخدمة التي تريدها لتقرأ الشرح وبعدها يمكنك الضغط على زر أضف إلى سلة المشتريات. ثم الانتقال إلى سلة المشتريات وإكمال عملية الدفع.</li>
                            <li>	يمكنك شراء الخدمة حسب ثمنها عن طريق حسابك في بيبال، رصيدك في تيم ورك  إذا كنت تملكه أو عبر البطاقة الائتمانية. تُضاف لكل عملية شراء عبر بيبال أو البطاقة رسوم إجرائية بنسبة 5% أو بقيمة 1$ كحد أدنى على كل طلب. هذه الرسوم تساعدنا على إدارة المنصة وعلى توفير خدمة دعم فني 24/7.</li>
                            <li>	بعد شراء الخدمة يمكنك التواصل مع البائع عبر رسائل الموقع ضمن صفحة المشتريات.</li>
                            <li>	حين ينتهي البائع من التنفيذ سيقوم بنقل حالة الطلب إلى &quot;تم التسليم&quot;. لا تقلق حينها، حيث أن هذه الحالة تعني أن البائع يبلغك بإتمام التسليم فقط لأغير وأنه بانتظار تقييمك لما تم إنجازه</li>
                            <li>	في حال كان العمل قد تم على أكمل وجه. يمكنك حينها الضغط على &quot;تحويل الطلب لمكتمل&quot; ليتم تسليم الطلب بشكل كامل ونقل الأرباح إلى البائع.</li>
                            <li>	في حال الحاجة لإجراء تعديلات ما. يمكنك طلب إجراء التعديلات بالضغط على &quot;طلب تعديلات&quot;. مع توضيح التعديلات التي ترغب بإجرائها</li>
                            <li>	في حال تأخر البائع ولم يتواصل معك، سيظهر لك زر إلغاء الخدمة ويمكنك الضغط عليه. بعد أن تلغي الخدمة سيعود لك رصيدك إلى حسابك في تيم ورك مباشرة.</li>
                            <li>بعد قيام البائع بتنفيذ وتسليم الخدمة يمكنك تقييمها حتى يستفيد بقية المشترين من تجربتك.</li>
                            <li>	لا تقم باستلام الطلب إلا بعد مراجعة الخدمة التي استلمتها وتأكدك من أنها مطابقة لوصف الخدمة واتفاقك مع البائع.</li>
                        </ol>
                        <p className="text">اقرأ تفاصيل الخدمة بعناية، وانتبه لمدة التنفيذ وما ذُكر في عنوان الخدمة ووصفها هو ما ستحصل عليه بالضبط. لذا تأكد من قراءته بعناية. وفي حال كان هنالك تطويرات للخدمة قم بقراءتها بشكل دقيق للتأكد من عدم طلب أي إضافة بشكل خاطئ. في حال وجود أشياء مبهمة في التوصيف، لا تتردد حينها بالتواصل مع البائع والسؤال عن كل تفصيلة مهما كانت صغيرة أو كبيرة قبل الشراء, وانتبه لمدة التنفيذ فلن تتمكن من إلغاء الخدمة أو الحصول عليها قبل انتهاء هذه المدة إلا في حال سلمها البائع في مدة أقل . ولا تنسى الأخذ بعين الاعتبار التأكد من مواصفات الخدمة الأخرى كالثمن ومدة التنفيذ. في حال رغبتك بشراء خدمات إضافية أو تطويرات مضافة على الخدمة ضع بالحسبان السعر الذي تتم إضافته إلى سعر الخدمة الأساسي، كذلك المدة التي قد تضاف إلى مدة تنفيذ الخدمة الأساسية.</p>
                        <h6>اسأل البائع عن التفاصيل التي تهمك واحرص على توضيح طلبك</h6>
                        <p className="text">إن وجدت في الخدمة تفاصيل غير واضحة أو كانت لديك استفسارات اسأل البائع عنها قبل البدء في تنفيذ الخدمة، واحرص على توضيح طلبك بدقة، على أن يكون الاتفاق بينكما كاملا واضحا لتجنب أي سوء تفاهم لاحقا.</p>
                        <h6>راجع الخدمة جيدا قبل استلامك لها</h6>
                        <p className="text">في حال أرسل لك البائع طلب استلام، راجع الخدمة جيدا وتأكد أنها مطابقة للوصف ولاتفاقك مع البائع، فبعد ضغطك على زر استلام الطلب ستتحول حالة الطلب إلى &quot;تم التسليم&quot;، وعندها يجب أن تكون قد حصلت على الخدمة التي تتوقعها كاملة.</p>
                        <h6>يمكنك طلب تعديل على الخدمة</h6>
                        <p className="text">في حال وجود أية مشكلة في الخدمة التي أرسلها البائع، كوجود أخطاء بها أو عدم تنفيذها بشكل كامل، اضغط على زر &quot;طلب التعديلات&quot; واشرح للبائع التعديلات المطلوبة.</p>
                        <h6>استرد أموالك في حال لم يرُدّ البائع</h6>
                        <p className="text">إن لم يرد البائع عليك ضمن الطلب، سيظهر لك زر إلغاء الخدمة، اضغط عليه وسيعود المال إلى حسابك في تيم ورك مباشرة، سيظهر لك في صفحة الرصيد ويمكنك أن تشتري به خدمة أخرى.</p>
                        <p className="text">التزم بوصف الخدمة المطلوبة لا تطلب من البائع خدمة أخرى مخالفة لما في الوصف، مثلا: إذا كنت تريد تنفيذ تصميم فلا تشتري من البائع خدمة ترجمة. أي لاتقم مثلاً بطلب خدمة كتابة مقالات عن طريق شراء خدمة ترجمة. عملية شراء من هذا النوع تفقدك حقك بالحصول على ضمان موقع تيم ورك. بعد طلب الخدمة، تأكد من توضيح طلبك مجدداً وبالتفصيل الممل، حتى وإن كنت قد تواصلت مع البائع مسبقاً قبل الشراء. فلكي تتمكن من الحصول على ضمان موقع تيم ورك يجب أن تكون جميع الأمور والاتفاقات التي جرت بينكما تمت ضمن صفحة المحادثة الخاصة بطلب الخدمة. بعد شراء الخدمة، قم بإرسال المعلومات التي يحتاجها البائع منك لتنفيذ الطلب الذي تم شراؤه على أكمل وجه. المعلومات ستكون مذكورة في قسم &quot;تعليمات البائع لك&quot;، والتي تظهر لك بعد الشراء.</p>
                        <p className="text">بعد إرسال التعليمات وبدء التنفيذ، حاول حل أي خلاف أو مشكلة قد تحصل مع البائع ضمن محادثة الطلب. طالما أن البائع لم يطلب منك تحويل الطلب لمكتمل فإن البائع لم يستلم المال بعد.
                            عندما يتم البائع العمل الموكل إليه سيقوم بتحويل الطلب إلى حالة &quot;تم التسليم&quot;. في هذه الحالة يطلب منك كمشتري مراجعة العمل الذي تم إنجازه والقيام بأحد أمرين. إما تحويل حالة الطلب إلى &quot;مكتمل&quot;، وفي هذه الحالة ذلك يعني أن البائع سلمك العمل بشكل تام وأنجزه بالشكل الذي يرضيك. أو أن تقوم بتحويل الطلب إلى حالة &quot;طلب تعديلات&quot; وطلب التعديلات التي ترغب بإجرائها من قبل البائع.
                            تواصل مع البائع عبر تيم ورك لا تعتمد أي وسيلة للتواصل الخارجي كالإيميل أو حساب الفيس بوك أو الجوال، موقع تيم ورك لن يتمكن من ضمان حقوقك في حال تم التواصل خارج الموقع.

                            ادفع عبر تيم ورك فقط لا ترسل تحويل مالي خارج تيم ورك فهذا يضيع حقك. ولن يتمكن أحد للأسف من استعادة أموالك إذا قمت بذلك.
                            التزم بالاتفاق بينك وبين البائع
                            لا تقم برفض استلام الخدمة وطلب إضافات غير مذكورة في وصف الخدمة ولم يتم الاتفاق عليها. لا تقم بإلغاء خدمة قام البائع بتسليمها لك بالشكل المطلوب وفقاً للتوصيف الخاص بالخدمة. فعل ذلك قد يؤدي لإيقاف حسابك نهائياً في موقع تيم ورك.
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">مقدم الخدمات (البائع)</h2>
                        <p className="text">
                        تأكد من وضع عنوان مختصر ومعبر عن الخدمة التي تقدمها. وإستخدم شرحاً وافياً وتفصيلياً دقيقاً في توصيف الخدمة وقدم خدمة واضحة واحترافية اجعل خدمتك واضحة ومحددة من حيث الوصف والعنوان وضع صورة أو فيديو مُعبر عنها. البائع مسؤول عن أي تناقض في معلومات خدمته أو عدم تطابق ما ينفذه مع هذه المعلومات. في موقع تيم ورك نركز على قبول الخدمات التي توحي بأن مقدمها على دراية تامة بمايقدمه. الخدمات التي تدل على ضعف البائع وقلة خبرته سيتم رفضها 
                        </p>
                        <p className="text">
                            ضع مدة تسليم مناسبة وكافية لتنفيذ الخدمة حدد موعدا مناسبًا لتسليم الخدمة، بحيث لا تتأخر على المشتري وإلا سيتمكن من إلغائها بعد انتهاء مدة التنفيذ.
                            أبدء تنفيذ الخدمة بعد توصلك بطلب لها في طلباتك الواردة لا تُسلّم الخدمة مباشرة عبر الرسائل، أو تبدأ في تنفيذها إلا بعد أن يقوم المشتري بمراسلتك ضمن الطلب الخاص بها بعد شرائها وتسديد كامل ثمنها.تواصل مع المشتري ضمن تيم ورك
                        </p>
                        <p className="text">
                            لا تضع ولا تطلب وسائل تواصل خارج تيم ورك، موقع تيم ورك يضمن حقوقك كاملة إذا ماتمت كافة التواصلات من خلاله.يُمنع تنفيذ خدمات مخالفة لشروط الاستخدام لا تقبل إستلام ثمن أتعابك خارج موقع تيم ورك. حيث أن ذلك يفقدك الحق في الحصول على ضمان الموقع.
                            بالنسبة للخدمات المالية، مثل : تحويل رصيد، شراء منتجات عبر الإنترنت، وما إلى ذلك من خدمات. لاتقم بتنفيذ الخدمة قبل مرور 24 ساعة.
                            لا تقدم خدمات مخالفة، ولا تنفذها حتى ولو كانت عبر الرسائل الخاصة ﻷنها مراقبة من الإدارة بشكل دائم. يُمكن للمشتري طلب الخدمة دون تواصل مُسبق
                        </p>
                        <p className="text">
                            لا تشترط تواصل المشتري قبل الشراء لتنفيذ الخدمة. يحق للمشتري طلب الخدمة المعروضة في الموقع مباشرة دون تواصل مُسبق لذا تأكد من وضوح العرض الذي تقدمه في وصف الخدمة.
                            أرسل طلب استلام بعد تنفيذ الخدمة بشكل كامل احذر إرسال طلب استلام خدمة دون تنفيذها بشكل كامل وجيد والمتابعة مع المشتري حتى تكون الأمور واضحة بالنسبة له، طلب الاستلام دون تنفيذ للخدمة يعرض حسابك للإيقاف مباشرة.
                            من أهم شروط الحصول على ضمان موقع تيم ورك هو أن تتم عملية الشراء والدفع ضمن الموقع بشكل كامل، جميع المحادثات والإتفاقيات يجب أن تتم بين البائع والمشتري ضمن طلب الشراء.
                            هذه المعلومات قابلة للتعديل أو التحديث في أي وقت. من فضلك متابعة هذه الصفحة بشكل دوري للإطلاع على أي تحديثات قد يتم إضفتها.
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">ما هي المستويات الموجودة في موقع تيم ورك؟</h2>
                        <ul className="list">
                            <li>
                                البائعين
                                <ol className="list">
                                    <li>بائع جديد
                                        <ul className="list">
                                            <li>يمكنه إضافة 6 خدمات لحسابه كحد أقصى</li>
                                            <li>تفعيل خاصية الخدمات المطورة في الحساب، بحد 5 تطويرات وبسعر أقصى 100 دولار للتطوير الواحد</li>
                                        </ul>
                                    </li>
                                    <li>بائع نشيط
                                        <ul className="list">
                                            <li>قام بإنهاء وبيع 10 طلبات على الأقل</li>
                                            <li>يمكنه إضافة 12 خدمات كحد أقصى</li>
                                            <li>تفعيل خاصية الخدمات المطورة في الحساب، بحد 8 تطويرات وبسعر أقصى 150 دولار للتطوير الواحد</li>
                                            <li>يمكنه إضافة نبذة شخصية في ملفه</li>
                                            <li>دعم فني أسرع</li>
                                        </ul>
                                    </li>
                                    <li>بائع مميز
                                        <ul className="list">
                                            <li>قام بإنهاء وبيع 50 طلب بتقييم لا يقل عن 95%</li>
                                            <li>يمكنه إضافة 25 خدمة كحد أقصى</li>
                                            <li>تفعيل خاصية الخدمات المطورة في الحساب، بحد 10 تطويرات وبسعر أقصى 200 دولار للتطوير الواحد</li>
                                            <li>يمكنه إضافة نبذة شخصية في ملفه</li>
                                            <li>أولوية في الدعم الفني</li>
                                        </ul>
                                    </li>
                                    <li>بائع موثوق
                                        <br />
                                        يحدد حساب بائع موثوق يدويا من إدارة تيم ورك، الاختيار يتم بناء على عدة عوامل منها : سيرة البائع الحسنة في الموقع والتزامه بضوابط وقوانين العمل، الأقدمية، تقييمات عملائه ومستوى الدعم والتواصل الجيد الذي يقدمه لهم، عدد المبيعات
                                        <ul className="list">
                                            <li>إمكانية إضافة خدمات بعدد غير محدود</li>
                                            <li>تفعيل خاصية الخدمات المطورة في الحساب، بحد 12 تطويرات وبسعر أقصى 250 دولار للتطوير الواحد</li>
                                            <li>إضافة شارة badge بائع موثوق لحسابه</li>
                                            <li>يمكنه إضافة نبذة شخصية في ملفه</li>
                                            <li>أولوية في الدعم الفني</li>
                                        </ul>
                                    </li>
                                </ol>
                            </li>
                            <li>
                                المشترين
                                <ol className="list">
                                    <li>
                                        مشتري جديد
                                        <br />
                                        قام المستخدم بعمليات شرائية بقيمة [1 - 99] دولار.
                                    </li>
                                    <li>
                                        مشتري جاد 
                                        <br />
                                        قام المستخدم بعمليات شرائية بقيمة [100 - 299] دولار.
                                    </li>
                                    <li>
                                        مشتري مميز  
                                        <br />
                                        قام المستخدم بعمليات شرائية بقيمة تزيد من 299 دولار.
                                    </li>
                                    <li>
                                        مشتري VIP
                                        <br />
                                        يتم منح هذا المستوى للمستخدم بشكل يدوي من قبل الإشراف، وذلك في حال كونه مستخدم يتمتع بأخلاق المشتري الممتازة، وليس هنالك أي مشاكل مسجلة في ملفه ضمن الموقع.
                                    </li>
                                </ol>
                            </li>
                        </ul>
                        <p className="text">حالياً مستوى المستخدم لايقدم أي ميزات للمستخدم سوى التعريف بإنتاجيته وأعماله ضمن الموقع. سيتم لاحقاً منح ميزات لكل مستوى من المستويات.</p>
                    </div>
                </div>
            </div>
        </div>
    )
}
About.getLayout = function getLayout(page: any): ReactElement {
    return (
        <Layout>
            {page}
        </Layout>
    )
}
export default About
