import Layout from '../components/Layout/HomeLayout'
import { ReactElement } from "react";
import { MetaTags } from '@/components/SEO/MetaTags'

function Terms() {
    return (
        <div className="py-4">
            <MetaTags
                title='شروط الاستخدام '
                metaDescription={"يتم تقديم الخدمات رهنا بقبولك دون تعديل جميع الشروط والأحكام المذكورة هنا. لدينا أيضًا سياسات وإجراءات أخرى بما في ذلك ، على سبيل المثال لا الحصر ، الشحن وسياسة الإرجاع وسياسة الخصوصية وغيرها. تحتوي هذه السياسات على شروط وأحكام إضافية ، والتي تنطبق على الخدمات وتشكل جزءًا من هذه الاتفاقية. يشكل استخدامك للموقع موافقتك على الالتزام بهذه الاتفاقية وموافقتك عليها. "}
                ogDescription={"يتم تقديم الخدمات رهنا بقبولك دون تعديل جميع الشروط والأحكام المذكورة هنا. لدينا أيضًا سياسات وإجراءات أخرى بما في ذلك ، على سبيل المثال لا الحصر ، الشحن وسياسة الإرجاع وسياسة الخصوصية وغيرها. تحتوي هذه السياسات على شروط وأحكام إضافية ، والتي تنطبق على الخدمات وتشكل جزءًا من هذه الاتفاقية. يشكل استخدامك للموقع موافقتك على الالتزام بهذه الاتفاقية وموافقتك عليها. "}
            />
            <div className="container">
                <div className="bg-white p-2 px-4">
                    <div className="page-header">
                        <h2 className="title">شروط الاستخدام </h2>
                    </div>
                    <div className="page-content">
                        <p className="text">
                            تشكل الشروط والأحكام التالية عقدًا ملزمًا قانونًا (هذه "الاتفاقية") بينك ("أنت" أو "الخاص بك") و تيم ورك (كما هو موضح أدناه) والذي يحكم جميع استخداماتك لـ تيم ورك / ("موقع الويب") والخدمات المتوفرة على الموقع أو عليه (بالاقتران مع استخدام الموقع ، "الخدمات").
                            يتم تقديم الخدمات رهنا بقبولك دون تعديل جميع الشروط والأحكام المذكورة هنا. لدينا أيضًا سياسات وإجراءات أخرى بما في ذلك ، على سبيل المثال لا الحصر ، الشحن وسياسة الإرجاع وسياسة الخصوصية وغيرها. تحتوي هذه السياسات على شروط وأحكام إضافية ، والتي تنطبق على الخدمات وتشكل جزءًا من هذه الاتفاقية. يشكل استخدامك للموقع موافقتك على الالتزام بهذه الاتفاقية وموافقتك عليها. علاوة على ذلك ، من خلال تقديم طلب لمنتجات أو خدمات من الموقع ، فإنك تقبل هذه الاتفاقية وتلتزم بها. إذا كنت لا توافق على هذه الاتفاقية ، فلا تستخدم الموقع أو أي خدمات أخرى.
                            إذا كنت تستخدم خدماتنا فقط لاستخدامك الشخصي ، فأنت تعتبر "مستخدمًا". إذا كنت تستخدم خدماتنا لتلبية الطلبات أو تسليم المنتجات إلى أطراف ثالثة (بما في ذلك العملاء) ، فأنت تعتبر "تاجرًا".
                            بغض النظر عما إذا كنت مستخدمًا أو تاجرًا ، يتطلب القسم 11 من هذه الاتفاقية حل جميع النزاعات (كما هو موضح أدناه) الناشئة عن هذه الاتفاقية أو المتعلقة بها عن طريق التحكيم على أساس فردي ، سواء عن طريق دعوى قضائية أو دعوى قضائية. . على عكس ما هو مذكور في القسم 11.
                            الوصول والعضوية
                        </p>
                        <p className="text">
                            للاستمتاع بجميع مزايا تيم ورك ، يمكنك تسجيل حسابك وتصبح عضوًا ("عضو"). تتطلب العضوية أن تقوم بالتسجيل في الموقع (بما في ذلك عن طريق ملء جميع المعلومات الشخصية المطلوبة بصدق). يمكنك إلغاء الاشتراك في الأنشطة التسويقية والترويجية ، بما في ذلك رسائل البريد الإلكتروني. يمكنك إلغاء عضويتك في أي وقت عن طريق إلغائها عبر الإنترنت على الموقع.
                        </p>
                        <p className="text">
                            لإكمال التسجيل ، يجب عليك تقديم اسمك ولقبك وعنوان بريدك الإلكتروني وكلمة مرورك. لا يجوز لك أبدًا استخدام حساب تيم ورك الخاص بمستخدم آخر دون إذن من هذا المستخدم. أنت وحدك المسؤول عن النشاط الذي يحدث على حسابك ، ويجب عليك الحفاظ على أمان كلمة مرور حسابك. يجب عليك إخطار تيم ورك على الفور بأي خرق للأمان أو الاستخدام غير المصرح به لحسابك. على الرغم من أن تيم ورك لن تكون مسؤولة عن خسائرك وخسائر العملاء الناتجة عن أي استخدام غير مصرح به لحسابك ، فقد تكون مسؤولاً عن تيم ورك وخسائر أخرى بسبب هذا الاستخدام غير المصرح به.
                        </p>
                        <p className="text">
                            يجوز لـ تيم ورك تغيير أو تعليق أو إيقاف الخدمات أو المنتجات أو الرسوم أو الرسوم أو الشروط في أي وقت ، بما في ذلك توفر أي ميزة أو محتوى ، كما يجوز لـ تيم ورك فرض قيود على ميزات وخدمات معينة أو تقييد وصول المستخدم إلى أجزاء أو كل الخدمات دون إشعار أو مسؤولية. إذا كنت فردًا (وليس مؤسسة أو كيانًا) ، فأنت تقر بأن عمرك لا يقل عن 18 عامًا ، ومع ذلك ، إذا كنت فردًا مقيمًا في اليابان ، فأنت تقر بأن عمرك لا يقل عن 20 عامًا . إذا كنت تستخدم الخدمات نيابة عن مؤسسة أو كيان ، فإنك تقر بأنك مخول ومصرح له قانونًا بإلزام هذه المنظمة أو الكيان بهذه الاتفاقية واستخدام الخدمات. بالرغم مما سبق ، فإنك توافق على تحمل المسؤولية الكاملة عن اختيارك للخدمات واستخدامها. تعتبر هذه الاتفاقية باطلة حيث يحظرها القانون ، ويتم إلغاء الحق في الوصول إلى الخدمات أو استخدامها في هذه السلطات القضائية.
                            يضاف إلى ذلك، أنه لن يتم تبادل، أو تداول أي من تلك المعلومات أو بيعها لأي طرف آخر طالما كان ذلك في حدود قدرات إدارة الموقع الممكنة، ولن يُسمح بالوصول إلى المعلومات إلا للأشخاص المؤهلين والمحترفين الذين يشرفون على موقع تيم ورك الإلكتروني.
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">إنتفاء المسؤولية القانونية:</h2>
                        <p className="text">
                            يقر المُستخدِم بأنه المسؤول الوحيد عن طبيعة الاستخدام الذي يحدده للموقع الإلكتروني تيم ورك، وتخلي إدارة الموقع طرفها، إلى أقصى مدى يجيزه القانون، من كامل المسؤولية عن أية خسائر أو أضرار أو نفقات أو مصاريف يتكبدها المُستخدِم أو يتعرض لها هو أو أي طرف آخر من جراء استخدام الموقع الإلكتروني تيم ورك أو العجز عن استخدامه. 
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">حالات انقطاع الخدمة والسهو والخطأ في الموقع:</h2>
                        <p className="text">
                            تبذل إدارة الموقع قصارى جهدها للحرص والحفاظ على استمرار عمل الموقع الإلكتروني بدون مشاكل، رغم ذلك قد تقع في أي وقت أخطاء وحالات سهو وانقطاع للخدمة وتأخير لها، وفي مثل هذه الحالات سنتوقع من المستخدمين الصبر حتى تعود الخدمة إلى معدلها الطبيعي.    
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">المحتوى:</h2>
                        <p className="text">
                            جميع المحتويات (بما في ذلك جميع المعلومات والصور والصور والبيانات والنصوص والصور الفوتوغرافية والرسومات والرسائل والمواد الأخرى ، المشار إليها فيما بعد باسم "المحتوى") التي تنشرها أو ترسلها أو تحمّلها أو تعرضها أو تبيعها أو تستخدمها ، فيما يلي "تنشر" ، باستخدام خدماتنا هي المحتوى الخاص بك. نحن لا نقدم أي مطالبة (مطالبات) بها. يتضمن ذلك أي شيء تنشره باستخدام خدماتنا (مثل المحتوى الخاص بك ، والصور ، واسم المتجر ، ومراجعات العملاء ، والتعليقات ، ومقاطع الفيديو ، وأسماء المستخدمين ، وما إلى ذلك).
                            المسؤولية عن المحتوى. أنت تدرك أنك المسؤول الوحيد عن المحتوى الذي تنشره على الخدمات أو من خلالها. أنت تقر بأن لديك جميع الحقوق اللازمة للمحتوى ، بما في ذلك جميع الحقوق اللازمة لنشره أو استخدامه على منتجاتك المباعة أو المصنعة أو المخزنة بواسطة تيم ورك. أنت تقر أيضًا بأنك لا تنتهك أو تنتهك حقوق أي طرف ثالث عن طريق نشر المحتوى أو استخدام المحتوى الموجود على منتجاتك التي يتم بيعها أو تصنيعها أو تخزينها بواسطة تيم ورك.
                            إذن استخدام المحتوى. يوافق تيم ورك على أن أي محتوى تنشره باستخدام خدماتنا سيظل ملكك. هذا يعني أننا لن نستخدم المحتوى الخاص بك أبدًا إلا بإذن صريح منك أو كما هو منصوص عليه في هذه الاتفاقية.
                            الحقوق التي تمنحها لـ تيم ورك. من خلال نشر المحتوى الخاص بك ، فإنك تمنح تيم ورك ترخيصًا دائمًا غير حصري وعالمي وخالي من حقوق الملكية وغير قابل للإلغاء وقابل للترخيص من الباطن ودائم لاستخدام وعرض وتحرير وتعديل وإعادة إنتاج وتوزيع وتخزين وإعداد أعمال مشتقة من المحتوى الخاص بك تقديم الخدمات والترويج لـ تيم ورك و / أو متجر تيم ورك الخاص بك ، أو الخدمات بشكل عام ، بأي تنسيقات وعبر أي قنوات ، بما في ذلك عبر أي خدمات تيم ورك ، أو موقع ويب تابع لجهة خارجية ، أو وسيط إعلاني و / أو وسائط اجتماعية. أنت توافق وتقر بأن لديك الحق في منح هذا الترخيص لنا.
                            الإبلاغ عن محتوى غير مصرح به. تحترم تيم ورك حقوق الملكية الفكرية وتتبع قوانين الملكية الفكرية. نحن ملتزمون باتباع الإجراءات القانونية المناسبة لإزالة المحتوى المخالف من الخدمة (الخدمات).
                            الملكية الفكرية. تحترم تيم ورك عملك وتمكنك من التعبير عن رأيك وأفكارك. نطلب منك احترام حقوق العمل والإبداع للآخرين. تحتاج إما إلى امتلاك المحتوى الذي تنشره على تيم ورك ، أو أن يكون لديك الصلاحية الصريحة لنشره. يجب أن يتوافق المحتوى مع حق الدعاية والعلامات التجارية وقوانين حقوق النشر وجميع قوانين الولايات والقوانين الفيدرالية المعمول بها.
                            العلامات التجارية والتعدي على الملكية الفكرية. نحن ملتزمون باتباع الإجراءات القانونية المناسبة لإزالة المحتوى المخالف من الخدمات. سيحاول تيم ورك استيعاب الإجراءات الفنية القياسية التي يستخدمها مالكو حقوق الطبع والنشر وعدم التدخل فيها لتحديد أعمالهم وحمايتها. 

                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">تحتفظ تيم ورك بالحق في القيام بأي مما يلي أو كله في أي وقت وفقًا لتقديرنا الخاص:</h2>
                        <ol className="list">
                            <li>تعليق استخدامك للخدمات على الفور. </li>
                            <li>إزالة وحظر وتعطيل الوصول إلى أي محتوى خاص بك يُزعم أنه ينتهك حقوق الملكية الفكرية للآخرين. </li>
                        </ol>
                        <p className="text">
                            عندما نتلقى إشعارًا مناسبًا بانتهاك حقوق الملكية الفكرية (عبر البريد الإلكتروني contact@timlands.com أو غير ذلك) ، فإن تيم ورك تسعى جاهدة للرد بسرعة عن طريق إزالة أو حظر أو تعطيل الوصول إلى المواد التي يُزعم أنها تمثل انتهاكًا. عندما يقوم تيم ورك بإزالة أو حظر أو تعطيل الوصول ردًا على هذا الإشعار ، فإن تيم ورك يبذل محاولة معقولة للاتصال بالطرف الذي يُزعم أنه يمثل انتهاكًا ، ويقدم معلومات حول الإشعار والإزالة ، وفي حالات الانتهاك المزعوم لحقوق الطبع والنشر ، يقدم معلومات حول تنبيه.
                            تعاون قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية: يهدف إشعار انتهاك حقوق الطبع والنشر وسياسات وإجراءات إزالة المحتوى من تيم ورك إلى الامتثال لمتطلبات والتزامات مزودي الخدمة بموجب قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية (DMCA). إلى الحد الذي تتغير فيه أي متطلبات والتزامات لمقدمي الخدمة بموجب قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية أو تختلف عما هو مذكور هنا ، قد تتغير سياسات وإجراءات تيم ورك أيضًا وفقًا لمتطلبات قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية والتزامات مزودي الخدمة.
                            إشعارات قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية: إذا تلقى تيم ورك إشعارًا مضادًا بموجب قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية ، فسيرسل تيم ورك نسخة من الإشعار المضاد إلى الطرف المشتكي الأصلي. ما لم يرفع مالك حقوق الطبع والنشر دعوى للحصول على أمر محكمة ضد الطرف الذي يُزعم أنه يمثل انتهاكًا ويبلغ تيم ورك بهذا الإجراء ، فقد يتم استبدال المادة المحذوفة أو المحظورة أو المعطلة أو يمكن استعادة الوصول إليها خلال 10-14 يوم عمل بعد تسليم إشعار مضاد للطرف الشاكي الأصلي. إذا تم رفع دعوى ، فإن أي محتوى تمت إزالته أو حظره أو تعطيله سيظل محذوفًا أو محظورًا أو معطلاً وفقًا لتقدير تيم ورك المطلق.
                            الانتهاك المتكرر: يجوز لـ تيم ورك إنهاء امتيازات الحساب للأعضاء الذين يخضعون لإشعارات متكررة بانتهاك حقوق الملكية الفكرية على النحو الذي تحدده تيم ورك وفقًا لتقديرها الخاص.
                            مسؤولية حقوق النشر والعلامات التجارية. أنت توافق وتمثل بقبول هذه الاتفاقية واستخدام خدماتنا التي تقدمها
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">استخدام الخدمات</h2>
                        <p className="text">
                            نمنحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل وقابل للإلغاء لاستخدام خدماتنا ومنصاتنا وعمليات الدمج الخاصة بنا وفقًا لهذه الاتفاقية والقيود التالية على وجه الخصوص:
                            لا تستخدم خدماتنا لخرق القانون. أنت توافق على أنك لن تنتهك أي قوانين فيما يتعلق باستخدامك للخدمات. يتضمن ذلك أي قوانين محلية أو خاصة بالولاية أو اتحادية أو دولية قد تنطبق عليك أو تنطبق على تيم ورك. على سبيل المثال ، تقع على عاتقك مسؤولية الحصول على أي تصاريح أو تراخيص قد يطلبها متجرك ؛ يجب ألا تشارك في عمليات احتيال أو سرقة أو سلوك غير تنافسي أو سلوك تهديد أو أي أعمال غير قانونية أو جرائم أخرى ضد تيم ورك أو مستخدم تيم ورك آخر أو طرف ثالث. أنت توافق أيضًا على أنك لست هدفًا للعقوبات التجارية والمالية والاقتصادية وأنك لا تظهر في قائمة مرتبطة بالعقوبات ، بما في ذلك القوائم التي يحتفظ بها مكتب مراقبة الأصول الأجنبية التابع لوزارة الخزانة الأمريكية ("OFAC") ، وزارة الخارجية الأمريكية أو وزارة التجارة الأمريكية أو الاتحاد الأوروبي أو خزانة صاحبة الجلالة في المملكة المتحدة. أنت توافق أيضًا على أنك لن تقوم بتصدير منتجات تيم ورك أو إعادة تصديرها أو نقلها بأي طريقة أخرى إلى بلدان أو أقاليم تخضع لحظر أو عقوبات شاملة (بما في ذلك كوبا وإيران وسوريا وكوريا الشمالية ومنطقة القرم) أو أطراف في القوائم المتعلقة بالعقوبات المشار إليها أعلاه. أنت توافق على عدم استخدام الخدمات: (1) لانتحال شخصية أو محاولة انتحال شخصية تيم ورك أو أي طرف تيم ورك آخر (كما هو محدد أدناه) أو أي شخص أو كيان آخر ؛ أو (2) لغرض استغلال القاصرين أو إيذائهم أو محاولة استغلالهم أو إيذائهم بأي شكل من الأشكال عن طريق تعريضهم لمحتوى غير لائق أو غير ذلك.
                            لا تحاول الإضرار بأنظمتنا. أنت توافق على عدم التدخل أو محاولة تعطيل خدماتنا ، على سبيل المثال عن طريق توزيع فيروس أو رمز كمبيوتر ضار آخر على منصاتنا أو خدمات الجهات الخارجية أو البرامج أو الأنظمة الأخرى التي قد يستخدمها عملاؤنا للترويج لمنتجاتهم. 
                        </p>
                        <br />
                        <h5>أنت توافق على عدم استخدام الخدمات:</h5>
                        <ol className="list">
                            <li>لإرسال أو تلقي أو تحميل أو تنزيل أو استخدام أو إعادة استخدام أي مادة لا تتوافق مع هذه الاتفاقية .</li>
                            <li>للانخراط في أي سلوك آخر يقيد أو يمنع أي شخص من استخدام الخدمات أو التمتع بها ، أو الذي ، كما نحدده ، قد يضر بأي طرف مطبوع أو يعرض أيًا منهم للمسؤولية. أنت توافق على أن تيم ورك تحتفظ بالحق في مراجعة منصاتنا (الأنظمة) لضمان النزاهة والامتثال لهذه الاتفاقية ، وفقًا لتقدير شركة تيم ورك وحدها.</li>
                        </ol>
                        <p className="text">
                            اتبع إرشادات العلامة التجارية. إن الاسم "تيم ورك" والأيقونات والعبارات والشعارات والتصميمات التي نستخدمها فيما يتعلق بالمنتجات أو الخدمات التي نقدمها هي علامات تجارية أو علامات خدمة أو مظهر تجاري لشركة تيم ورك في الولايات المتحدة والاتحاد الأوروبي وجميع البلدان الأخرى ، التي يتم استخدامها لأغراض الملكية وفقًا لتقديرنا الخاص. باستثناء ما هو منصوص عليه صراحةً في هذه الاتفاقية ، لا تمنحك تيم ورك أي حقوق لاستخدام علاماتها التجارية أو علامات الخدمة أو المظهر التجاري. يجوز لك القول فيما يتعلق بالخدمات أو المنتجات التي تقدمها تيم ورك أن تيم ورك قدمت مثل هذه الخدمات أو المنتجات. إذا كنت تستخدم أيًا من علاماتنا التجارية للإشارة إلى منتجاتنا أو خدماتنا ، فيجب عليك تضمين بيان ينسب هذه العلامة التجارية إلينا. 
                        </p>
                        <br />
                        <h5>لا يجوز لك استخدام أي من علاماتنا التجارية</h5>
                        <ol className="list">
                            <li>في أو كل أو جزء من العلامات التجارية الخاصة بك</li>
                            <li>فيما يتعلق بالأنشطة أو المنتجات أو الخدمات التي لا تخصنا </li>
                            <li>بطريقة قد تكون مربكة أو مضللة أو خادعة </li>
                            <li>بطريقة تحط من قدرنا أو بمعلوماتنا أو منتجاتنا أو خدماتنا (بما في ذلك الموقع). </li>
                        </ol>
                        <p className="text">تحتفظ تيم ورك بالحق في مطالبتك بإزالة أي أيقونات وعبارات وشعارات وتصميمات يساء استخدامها على الفور وفقًا لتقديرنا الخاص.</p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">شارك بأفكارك</h2>
                        <p className="text">
                            نحن نحب اقتراحاتك وأفكارك! يمكنهم مساعدتنا في تحسين تجربتك وخدماتنا. أي أفكار غير مرغوب فيها أو مواد أخرى ترسلها إلى تيم ورك (لا تشمل المحتوى أو المنتجات التي تبيعها أو تخزنها من خلال خدماتنا) تعتبر غير سرية وغير مملوكة لك. من خلال تقديم هذه الأفكار والمواد إلينا ، فإنك تمنحنا ترخيصًا دائمًا غير حصري وعالمي وخالي من حقوق الملكية وغير قابل للإلغاء وقابل للترخيص من الباطن لاستخدام هذه الأفكار والمواد ونشرها لأي غرض من الأغراض ، دون تعويض لك في في أي وقت.
                        </p>
                        <br />
                        <h2 className="sub-title">طرق الاتصال. </h2>
                        <p className="text">
                            ستزودك تيم ورك ببعض المعلومات القانونية كتابيًا. باستخدام خدماتنا ، فإنك توافق على طرق الاتصال الخاصة بنا والتي تصف كيف نقدم لك هذه المعلومات. هذا يعني ببساطة أننا نحتفظ بالحق في إرسال المعلومات إليك إلكترونيًا (عبر البريد الإلكتروني ، وما إلى ذلك) بدلاً من إرسال بريد إليك عبر البريد
                        </p>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">حساب المشترك وكلمة السر وأمن المعلومات</h2>

                        <ul className="list">
                            <li>
                                يختار المشترك كلمة سر / مرور لحسابه، وبريداً الكترونياً خاصاً به لمراسلته عليه، وتكون مسؤولية حماية البريد وكلمة السر وعدم مشاركتها أو نشرها على المشترك، في حال حدوث أي معاملات باستخدام حسابه هذا فسيتحمل المشترك كافة المسؤوليات المترتبة على ذلك، دون أدنى مسؤولية على موقع تيموورك
                            </li>
                            <li>
                                يتحمل المشترك كامل المسؤولية عن جميع المحتويات الخاصة به، التي يرفعها وينشرها عبر الموقع
                            </li>
                            <li>
                                يلتزم المستخدم بعدم الاتفاق مع بائع أو مشتري على التعامل معه خارج موقع تيموورك. عدم الالتزام بذلك يعرض المستخدم لإيقاف حسابه
                            </li>
                            <li>
                                يلتزم المشترك بشروط الاستخدام، وبعدم نشر أي محتوى مخالف للشريعة الإسلامية أو استخدام الموقع لأغراض غير قانونية، على سبيل المثال لا الحصر، مثل: القرصنة ونشر وتوزيع مواد أو برامج منسوخة، أو الخداع والتزوير أو الاحتيال أو التهديد أو إزعاج أي شخص أو شركة أو جماعة أو نشر مواد إباحية أو جنسية أو نشر فيروسات أو ملفات تجسس أو وضع روابط إلى مواقع تحتوي على مثل هذه المخالفات
                            </li>
                            <li>
                                يمنع انتهاك حقوق الملكية الفكرية أو تشويه سمعة شخص أو مؤسسة أو شركة أو تعمد نشر أي معلومات تسبب ضرراً لشركة أو شخص أو دولة أو جماعة، ويكون المشترك مسؤولاً مسؤولية كاملة عن كل ما يقدمه عبر حسابه في الموقع
                            </li>
                            <li>
                                يمنع منعاً باتاً استخدام خدمات الموقع لأغراض سياسية، ويمنع التعرض لأي دولة عربية أو إسلامية بأي شكل من الأشكال
                            </li>
                        </ul>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">إستلام إشعارات وتنبيهات عن طريق البريد الإلكتروني:</h2>
                        <p className="text">
                           يتم إرسال تنبيهات وإشعارات إلى البريد الإلكتروني الخاص بحسابك في موقع تيم ورك. يتعهد موقع تيم ورك بعدم إستخدام بريدك الإلكتروني بهدف إرسال رسائل السبام أو أي رسائل بغير هدف تبليغك بأمور خاصة بنشاطك في الموقع، وضمن ما يتطلبه إستخدامك لخصائص ومميزات الموقع.
                        </p>
                    </div>

                    <div className="page-content">
                        <h2 className="sub-title">أسباب تؤدي لإيقاف الحساب في موقع تيم ورك:</h2>

                        <ul className="list">
                            <li>
                                أي مخالفة لشروط أو بند لأحكام استخدام موقع تيم ورك.
                            </li>
                            <li>
                                الإضرار بموقع تيم ورك أو أي من مستخدميه بأي وسيلة كانت.
                            </li>
                            <li>
                                استخدام ألفاظ نابية والشتم أو الإهانة سواء المباشرة أو غير المباشرة لأي عضو أو تجاه الموقع. سواء كان ذلك ضمن وسائل التواصل المباشر بين الأعضاء، أو عبر صفحات التواصل العامة في الموقع أو عبر وسائل التواصل مع الدعم الفني.
                            </li>
                            <li>
                                التسجيل في الموقع باسم مستخدم مخالف مثل: رقم هاتف، بريد إلكتروني، عنوان موقع، الأسماء التي تحتوي على إسم أو أسماء مؤذية...
                            </li>
                            <li>
                                استخدام وسائل التواصل المباشر بين الأعضاء، أو صفحات التواصل العامة في الموقع بهدف الإعلان لمواقع أخرى أو إرسال إعلانات عامة أو رسائل وتعليقات سبام.
                            </li>
                            <li>
                                التسجيل بأكثر من حساب في الموقع، حيث قد يؤدي ذلك لإيقاف جميع الحسابات بشكل دائم.
                            </li>
                            <li>
                                كتابة مواضيع أو تعليقات سبام أو غير ذات فائدة للمستخدمين الآخرين في صفحات وأقسام التواصل العام في الموقع، وذلك بهدف التسلية أو الإعلان.
                            </li>
                            <li>في حال ثبوت حدوث عملية انتحال لشخصية بائع ما أو شخصية عامة معروفة أو ما إلى ذلك، فإن ذلك يؤدي إلى الإيقاف الفوري لصاحب الحساب.</li>
                            <li>كثرة الشكاوي المقدمة من مشترين أو بائعين آخرين تجاه مستخدم. في حال ثبوت تورطه في عمليات إحتيال أو مشاكل يصار إلى إيقاف حسابه فوراً.</li>
                            <li>في حال تقديم شكاوى ورفع دعاوي إحتيال مستمرة تجاه مستخدمين آخرين لمجرد الإساءة إلى سمعته والإضرار بهم، وبدون حدوث عمليات إحتيال أو نصب فعلية.</li>
                            <li>الدفع في موقع تيم ورك بإستخدام حسابات بايبال أو بطاقات دفع إلكتروني مسروقة أو غير سليمة وقانونية تماماً.</li>
                            <li>تسليم الخدمة والحصول على المال قبل تنفيذها بشكل كامل تماماً.</li>
                            <li>إستغلال البائع لجهل المشتري بالخدمة ومحاولة التحايل عليه أو العكس.</li>
                            <li>أن يطلب المشتري خدمات مخالفة لشروط إستخدام موقع تيم ورك وأن يقبل البائع بذلك، ذلك يعرض الحسابين للإيقاف.</li>
                            <li>إختيار المستخدم لدولة غير دولته التي يقيم فيها في صفحته الشخصية.</li>
                            <li>بيع مستخدم لحسابه الشخصي في موقع تيم ورك، حيث يصار حينها لإيقاف الحساب بشكل نهائي.</li>
                            <li>حذف أو إيقاف خدمة ومن ثم إعادة إضافتها مجدداً بهدف حذف أو إخفاء التقييم السلبي.</li>
                            <li>تسجيل الشاب في الموقع على أنه فتاة أو الفتاة على أنها شاب.</li>
                            <li>إتفاق البائع مع مستخدم من أجل شراء خدماته بغرض التقييم فقط، وسيتم إيقاف الحسابين معاً.</li>
                            <li>قيام المشتري أو البائع بإلغاء خدمة أو عدد من الخدمات دون وجود سبب واضح للإلغاء.</li>
                        </ul>
                        <p className="text">في بعض الحالات قد يصار إلى الإكتفاء بإرسال تنبيه (عبر البريد الإلكتروني أو نظام التنبيهات في حساب المستخدم) إلى المستخدم لتحذيره أو نصحه أو إبلاغه بإرتكاب مخالفة والتنبيه بعدم تكرارها. في هذه الحالة لايصار إلى إيقاف الحساب.</p>
                        <p className="text">في حالة إيقاف حساب مستخدم ما ووجود رصيد تم إكتسابه بشكل شرعي ضمن ذلك الحساب، يمكن حينها للمستخدم التواصل مع الدعم الفني في موقع تيم ورك للقيام بعملية سحب الأموال وذلك بعد مرور 45 يوم من تاريخ إيقاف الحساب.</p>
                    </div>


                    <div className="page-content">
                        <h2 className="sub-title">كيف تتجنب رفض أو حذف خدمتك:</h2>
                        <p className="text">
                            يحق لموقع تيم ورك حذف أي خدمة يرى أنها تخالف شروط إستخدام الموقع. عند حذف خدمة يتم إرسال تنبيه (عبر البريد الإلكتروني أو نظام التنبيه في حساب المستخدم) بحصول الحذف أو الرفض لتلك الخدمة مع توضيح أسباب ذلك. برغم ذلك فإنه يحق لموقع تيم ورك رفض الخدمة أحياناً دون إبداء سبب الرفض طالما أنه يرى أنها خدمة غير صالحة للعرض ضمن الموقع. 
                        </p>
                        <h5>عند إضافة أي خدمة من فضلك الإلتزام بالمعايير التالية لألّا يصار إلى رفض الخدمة أو حذفها نهائياً:</h5>
                        <ul className="list">
                            <li>عدم تقديم خدمة رديئة. حيث يشترط أن تقدم الخدمة المعروضة فائدة ذات قيمة وحيدة وواضحة للمشتري، بثمن واضح ومحدد، وخلال زمن محدد تماماً. تقديم أي خدمات أو قيم إضافية يتم عبر إستخدام الإضافات في الخدمة، حيث يمكن إضافة حتى 5 قيم إضافية.</li>
                            <li>الكتابة بلغة عربية جيدة، والإلتزام بإستخدام اللغة العربية الفصحى.</li>
                            <li>إستخدام عنوان واضح وغير مبهم.</li>
                            <li>إستخدام صورة ذات دقة جيدة وأبعاد مناسبة. وعدم إحتواء الصورة على نساء بأي شكل كان أو أي شيء مخل.</li>
                            <li>وضع توصيف كافي عن الخدمة بما لا يدع مجالاً لحدوث سوء فهم بين البائع والمشتري.</li>
                            <li>يجب أن تكون جميع خصائص الخدمة المححدة مطابقة لما هو مذكور في الوصف المكتوب. مثلاً لايجوز وضع الثمن في الخصائص 5 دولار وكتابة أن الثمن هو 10 دولار في الوصف الخاص بنفس الخدمة.</li>
                            <li>عدم تكرار العبارات المستخدمة في وصف الخدمة لمجرد الوصول إلى الحد الأدنى لعدد حروف الوصف.</li>
                            <li>بالنسبة للخدمات من أمثال: أختار لك إسم لمنتجك أو شركتك، جلب متابعين، زيادة لايكات، جلب مشاهدات ... في هذه الخدمات ، في حال حدوث أي مشكلة بين البائع والمشتري وعدم تمكن البائع من تقديم إثبات مؤكد وصريح وواضح عن تنفيذ الخدمة على أكمل وجه، يصار حينها لإلغاء طلب الشراء وإعادة المال للمشتري.</li>
                            <li>بالنسبة للخدمات المالية يتوجب على البائع أن يذكر أنه لن يقوم بتنفيذ أي طلب نهائياً قبل مرور 24 ساعة على طلب الخدمة أو الخدمات، والإلتزام بذلك فعلياً. عدم الإلتزام بذلك يؤدي إلى إلغاء الطلبات حتى بعد تنفيذها ويتحمل البائع الخسارة في تلك الحالة. أمثلة عن هذه الخدمات: خدمات شحن الرصيد في شبكات المحمول أو المواقع، خدمات سحب الأرباح ...</li>
                        </ul>
                    </div>
                    <div className="page-content">
                        <h2 className="sub-title">الخدمات التالية تندرج تحت بند الخدمات الممنوعة في موقع تيم ورك، والتي يتم رفضها وإزالتها:</h2>
                        <ul className="list">
                            <li>الخدمات المكتوبة بلغة غير اللغة العربية الفصحى أو بلهجة محلية.</li>
                            <li> الخدمات السياسية، الطائفية .والخدمات المخالفة للقوانين العامة وأنظمة الدول، وشروط المواقع الأخرى المتعلقة بها، أو تعاليم الإسلام.</li>
                            <li>الخدمات التي تسبب الضرر لموقع تيم ورك أو مستخدميه بشكل مباشر أو غير مباشر.</li>
                            <li>خدمات بيع المواقع والصفحات والحسابات في المواقع التي تمنع ذلك، كصفحات الفيسبوك وحسابات تويتر، حسابات جوجل أدسنس الجاهزة وما إلى ذلك.</li>
                            <li>خدمات الفتاوى والرقى الشرعية والخدمات المتعلقة بها لعدم إمكانية ضمان تقديمها من أهل الاختصاص.</li>
                            <li>الخدمات المنخفضة الجودة.</li>
                            <li>الخدمات المنسوخة بشكل كامل من مستخدمين آخرين.</li>
                            <li>الخدمات المالية المتعلقة بعملة Bitcoin.</li>
                            <li>خدمات تقديم بطاقات الفيزا الإفتراضية أو الحقيقية، كذلك خدمات تفعيل باي بال وما يتعلق به.</li>
                            <li>الخدمات التي تنتهك حقوق الملكية الفكرية.</li>
                            <li>البرامج والكتب والمنتجات المقرصنة وكراكات البرامج وكل ماينتهك حقوق الآخرين.</li>
                            <li>خدمات السبام والإزعاج، كخدمات إرسال آلاف الرسائل البريدية أو بيع البرامج والسكريبتات التي تقوم بذلك.</li>
                            <li>خدمات جلب الزوار بطرق غير شرعية مثل الاعتماد على مواقع السبام أو مواقع التبادل، أو خدمات جلب زوار أو معجبين أو متابعين وهميين.</li>
                            <li>الخدمات التي تؤدي إلى التعامل والدفع خارج موقع تيم ورك.</li>
                            <li>الخدمات التي تباع مرة واحدة فقط.</li>
                            <li>الخدمات التي تنفذ على فترة طويلة جدا أكثر من شهر، مثل الاستضافة وشراء نطاق لمدة سنة وغيرها، وموقع تيم ورك لا يمكنه تقديم ضمان لها.</li>
                            <li>خدمات الفوركس، التسويق الهرمي والشبكي.</li>
                            <li>خدمات التسويق بالعمولة لمواقع أخرى.</li>
                            <li>خدمات الإستشارة والعلاج الطبي، ﻷنها تسبب الأذى إن لم يكن مقدم الخدمة طبيبا متمرساً. إضافة إلى أن الكشف الطبي الفيزيائي هو الأفضل للتشخيص السليم.</li>
                            <li>خدمات جلب التصويتات أو زيادة التصويت في مواقع التصويت والجوائز وغيرها.</li>
                        </ul>
                    </div>

                    <div className="page-content">
                        <h2 className="sub-title">شروط إستخدام صفحات التواصل العامة بين الأعضاء في الموقع:</h2>
                        <p className="text">
                            في حال المخالفة المتكررة لهذه الشروط قد يصار إلى إيقاف حساب المستخدم المخالف    
                        </p>
                        <ul className="list">
                            <li>إستخدام اللغة العربية الفصحى بقدر المستطاع.</li>
                            <li>إستخدام عناوين مواضيع واضحة وذات معنى. وأن تكون المواضيع لهدف محدد وليست على سبيل التسلية، والتعليقات للرد على نقاط محددة في الموضوع.</li>
                            <li>عدم تكرار ذات الموضوع بشكل مباشر أو بشكل مموه بهدف لفت الإنتباه للموضوع.</li>
                            <li>عدم الإساءة في المواضيع أو التعليقات لأي مستخدم كان، سواء بطريقة مباشرة أو غير مباشرة.</li>
                            <li>عدم إستخدام المواضيع أو التعليقات للترويج أو الإعلان لمواقع أخرى أو خدمات لا علاقة لها بالموضوع.</li>
                            <li>نشر روابط أو وسائل توصل خارج موقع تيم ورك بما يخالف شروط إستخدام الموقع.</li>
                            <li>طلب خدمات معينة رغم وجودها في الموقع بما يدل على أن طالب الخدمة لم يقم بالبحث ضمن خدمات الموقع أولاً</li>
                        </ul>
                    </div>

                    <div className="page-content">
                        <h2 className="sub-title">حماية المستخدمين:</h2>
                        <p className="text">
                            في سبيل حماية المستخدمين في موقع تيم ورك، فإن الإدارة تتعهد بالإلتزام بما يلي:
                        </p>
                        <ol className="list">
                            <li>حماية أي مستخدم من أي إساءة قد يتم توجيهها له من قبل مستخدم آخر. والعمل على إتخاذ الإجراءات اللازمة بحق المستخدم المسيء في حال حدوث ذلك.</li>
                            <li>متابعة أنشطة المستخدمين سواء باعة أو مشترين للتأكد من عدم حدوث عمليات نصب أو إحتيال، إضافة للتأكد من إلتزام جميع المستخدمين بأخلاق وأصول التعامل. وذلك وفقاً لما هو متاح ضمن الأسلوب المتبع حالياً في عمليات البيع والشراء المستخدمة في موقع تيم ورك. والعمل على إيقاف حساب أي مستخدم يتعامل بغير ذلك.</li>
                            <li>في حال إستلام بلاغ بحصول إختراق أو سرقة لحساب مستخدم ما أو وجود شك من قبل الإدارة بحدوث ذلك، يحق للإدارة طلب وثائق تثبت شخصية مالك الحساب، والتصرف تجاه المشكلة وفقاً لما يتم تقديمه من ثبوتيات.</li>
                            <li>تسجيل أي مستخدم في الموقع يعني إلتزامه بالشروط والأحكام الخاصة بالتعامل في الموقع، وبالتالي موافقته على القرارات والإجراءات التي قد تتخذها إدارة الموقع تجاه أي مخالفة لهذه الشروط والأحكام.</li>
                            <li>تلتزم إدارة الموقع، في حدود المسموح لها وفق القانون المنظم، بعدم كشف أي معلومات شخصية عن المشترك مثل العنوان أو رقم الهاتف أو عنوان البريد الإلكتروني وغيرها.</li>
                        </ol>
                        <p className="text">علاوة على ذلك، لن يتم تبادل، أو تداول أي من تلك المعلومات أو بيعها لأي طرف آخر طالما كان ذلك في حدود قدرات إدارة الموقع الممكنة، ولن يُسمح بالوصول إلى المعلومات إلا للأشخاص المؤهلين والمحترفين الذين يشرفون على موقع تيم ورك الإلكتروني.</p>
                    </div>

                    <div className="page-content">
                        <p className="text">
                            هذه السياسة محل تغيير دائم وتطوير، مع إشعار المشتركين والزوار بذلك، وعلى المشتركين مراجعة هذه السياسات بشكل دوري. إذا لاحظت أي جزئية مبهمة أو خطأ في تفاصيل هذه السياسة نرجو تنبيهنا لذلك، ونشكر كل من نبهوا إلى وجود أخطاء سابقة.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}
Terms.getLayout = function getLayout(page: any): ReactElement {
    return (
        <Layout>
            {page}
        </Layout>
    )
}
export default Terms
